const workouts = [
  "스쿼트",
  "바벨 로우",
  "웜 암 덤벨 컬",
  "데드리프트",
  "벤치 프레스",
  "레그 프레스",
  "랫 풀다운",
  "레그 컬",
  "오버헤드 프레스",
  "덤벨 레터럴 레이즈",
  "푸쉬업",
  "레그 익스텐션",
  "덤벨 벤트오버 로우",
  "풀업",
  "바벨 벤치 프레스",
  "런지",
  "플라이",
  "시티드 로우",
  "덤벨 시티드 프레스",
  "딥스",
  "덤벨 런지",
  "리버스 플라이",
  "버피",
  "크런치",
  "행잉 레그 레이즈",
  "시티드 레그 컬",
  "롤아웃",
  "덤벨 프론트 레이즈",
  "러시안 트위스트",
];

const machineCompanies = [
  "싸이벡스",
  "해머스트렝스",
  "뉴텍",
  "테크노짐",
  "라이프 휘트니스",
  "프리코어",
  "너틸러스",
  "이반코",
];

const combinedArray = [...workouts, ...machineCompanies];

export { combinedArray };
